aaron-bond.better-comments
alefragnani.project-manager
alexsobolenko.advanced-php-tools
alexsobolenko.advanced-yaml-tools
bmewburn.vscode-intelephense-client
denjay.toggle-quotes-plus
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
github.copilot-chat
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hridoy.rails-snippets
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
miguel-savignano.ruby-symbols
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
naumovs.color-highlight
newkanvas.sonomin
openai.chatgpt
pranaygp.vscode-css-peek
redhat.vscode-yaml
vue.volar
whatwedo.twig
