alefragnani.project-manager
alexsobolenko.advanced-code-toolkit
alexsobolenko.advanced-php-tools
alexsobolenko.advanced-yaml-tools
bmewburn.vscode-intelephense-client
docker.docker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
golang.go
ionutvmi.path-autocomplete
mblode.twig-language-2
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
redhat.vscode-yaml
vue.volar